Repository: A4RE/Skinly-App
Catalog: DermaScan/Localization/*.lproj/Localizable.strings
Languages: ru

source: Recent Scans
ru: Последние сканирования

source: Scan
ru: Сканировать

source: Scan history
ru: История сканирований

# empty_scan_history
source: Scan history is empty
ru: История сканирований пуста

# scan_instruction
source: Take a photo of your skin to analyze for skin conditions, including nevus and melanoma.
ru: Сделайте снимок кожи для проведения анализа на кожные заболевания, включая невус и меланому.

source: Total scans
ru: Всего сканирований

# safety_scans
source: Safety
ru: Безопасных

# looking_scans
source: Looking
ru: Наблюдение

# warning_scans
source: Warning
ru: Опасных

# choose_source
source: Choose a source
ru: Выберите источник

# source_gallery
source: Gallery
ru: Галерея

# source_camera
source: Camera
ru: Камера

# source_files
source: Files
ru: Файлы

source: Close
ru: Закрыть

source: Melanoma
ru: Меланома

source: Nevus
ru: Невус

source: Actinic Keratosis
ru: Актинический кератоз

source: Basal Cell Carcinoma
ru: Базальноклеточная карцинома

source: Eczema / Dermatitis
ru: Экзема / Дерматит

# infectious
source: Infectious Lesion
ru: Инфекционное поражение

source: Psoriasis
ru: Псориаз

source: Seborrheic Keratosis
ru: Себорейный кератоз

source: Squamous Cell Carcinoma
ru: Плоскоклеточный рак кожи

source: Unknown
ru: Неизвестно

source: Model Error
ru: Ошибка модели

source: Sending image
ru: Передаем изображение

source: Analyzing image
ru: Анализируем изображение

source: Processing image
ru: Обрабатываем изображение

source: Getting result
ru: Получаем результат

# result_title
source: Result
ru: Результат

# result_diagnosis
source: Diagnosis:
ru: Диагноз:

# result_recommendation
source: Recommendation:
ru: Рекомендация:

# risklevel_safe
source: No concerns
ru: Не беспокойтесь

# risklevel_looking
source: Monitor
ru: Наблюдайте

# risklevel_dangerous
source: Consult a specialist urgently
ru: Срочно обратитесь к специалисту

# analysis_warning
source: ⚠️ Warning: The analysis results are preliminary. For an accurate diagnosis, be sure to consult a qualified doctor.
ru: ⚠️ Внимание: Результаты анализа являются предварительными. Для постановки точного диагноза обязательно обратитесь к квалифицированному врачу.

source: Save result
ru: Сохранить результат

source: Make new scan
ru: Новое сканирование

# sources_title
source: 📚 Sources and Scientific Basis
ru: 📚 Источники и научная база

# sources_description
source: The app uses a model trained on publicly available medical datasets:
ru: Приложение использует модель, обученную на открытых медицинских данных:

# sources_warning_title
source: ⚠️ Important
ru: ⚠️ Важно

# sources_warning_description
source: This app is not a medical device and does not provide a diagnosis. All recommendations are for informational and research purposes only. Results are based on a neural network trained on clinical datasets. Please consult a healthcare professional before taking any medical action.
ru: Приложение не является медицинским устройством и не ставит диагнозы. Все рекомендации предоставлены исключительно в информационных и исследовательских целях. Результаты основаны на работе нейросети, обученной на клинических датасетах. Перед любыми медицинскими действиями рекомендуем проконсультироваться со специалистом.

# sources_nav_title
source: About Sources
ru: Об источниках
